Repository: yonadev/yona-app-ios
Catalog: Yona/Yona/*.lproj/Localizable.strings
Languages: nl

# PINCODE
source: LOGIN
nl: INLOGGEN

source: JOIN
nl: DOE MEE

source: LOGIN
nl: INLOGGEN

# login-accountBlocked-title
source: Your account is blocked
nl: Je account is geblokkeerd

source: FIRST NAME
nl: VOORNAAM

source: LAST NAME
nl: ACHTERNAAM

# privacy-policy
source: Yona is committed to respecting and protecting your privacy. All sensitive data is secured with encryption.
nl: Yona respecteert en beschermt je privacy. Alle gevoelige informatie is beveiligd met encryptie.

source: NEXT
nl: VOLGENDE

source: PREVIOUS
nl: VORIGE

# mobile-number
source: MOBILE PHONE NUMBER
nl: MOBIEL NUMMER

# user-signup-message
source: We use your mobile phone for a secure registration. Your nickname is mandatory and ensures better privacy.
nl: We gebruiken je mobiele telefoonnummer voor een veilige registratie. Je nickname is verplicht en zorgt voor een betere privacy.

# passcode-tryagain
source: Try again
nl: Probeer opnieuw

# account-login-security-message
source: For security, you will receive a code by SMS. Please enter this code below.
nl: Als extra beveiliging ontvang je een code per SMS. Graag deze code hieronder invullen.

source: CANCEL
nl: ANNULEREN

# passcode-step1-title
source: Account created
nl: Account aangemaakt

# passcode-step1-desc
source: For security, it is mandatory to provide Yona with a pincode. Set your PIN below.
nl: Voor een goede beveiliging is het verplicht om de Yona app te voorzien van een pincode. Stel je pincode hieronder in.

# passcode-step2-title
source: Confirm pincode
nl: Bevestig pincode

# passcode-step2-desc
source: Enter your PIN again to confirm.
nl: Vul je pincode nog een keer in ter bevestiging.

# msg-block-user
source: Your account has been locked for security reasons
nl: Om veiligheidsredenen is je account geblokkeerd. Gebruik de ‘PIN reset’ knop hieronder om je account opnieuw te activeren.

# connection-not-available
source: The internet connection appears to be offline
nl: OEPS! Geen internetverbinding beschikbaar

# smsvalidation.user.infomessage
source: As additional security , you will receive a code by SMS , like this code, enter it below.
nl: Als extra beveiliging ontvang je een code per SMS, graag deze code hieronder invullen.

# smsvalidation.user.countdownmessage
source: Your request for reset has been received. You will receive a text message with a PIN reset confirmation code within 24 hours.
nl: Om veiligheidsredenen is je account geblokkeerd. Activeren kan 24 urr nadat je een nieuwe PIN code hebt aangevraagd.

# smsvalidation.button.resendCode
source: Send code again
nl: Stuur code opnieuw

# smsvalidation.user.headerTitle
source: Enter confirmation code
nl: Voer de bevestigingscode in

# smsvalidation.user.pincodeattempted5times
source: Too many wrong attempts
nl: Te veel verkeerde pogingen

# smsvalidation.wait.headerTitle
source: You have to wait
nl: Je moet even wachten

# smsvalidation.wait.infomessage
source: For security reasons your account blocked . You can activate 24 hours after you apply for a new PIN .
nl: Om veiligheidsredenen is je account geblokkeerd. Activeren kan 24 uur nadat je een nieuwe PIN code hebt aangevraagd.

source: Add device
nl: Apparaat toevoegen

# enter-passcode
source: You need to enter a 6 digit alphanumeric passcode.
nl: Je moet een 6 cijferig alfanumeriek code invoeren.

# yona-add-device-message
source: Enter this passcode on the new device where you like to use Yona.
nl: Toets deze pincode in op het apparaat waarop je Yona gaat gebruiken.

# loggedin-add-device-message
source: You have not logged on this device before. Go to your primary device (probably your mobile), open Yona, open settings and use 'Add Device' and enter the fields below.
nl: Je hebt nog niet eerder ingelogd op dit apparaat. Ga naar je primaire apparaat (waarschijnlijk je mobiel), open Yona, vervolgens naar instellingen en klik op ‘apparaat toevoegen’. Vul vervolgens onderstaande velden in.

# user-override
source: Mobile Number %@ is already registered with Yona. Do you want to re-register the same number? (Note: All data associated with this number will be removed, if you want to add another device, you can go back and click on Login.)
nl: Dit mobiele nummer %@ is al geregistreerd bij Yona. Wil je hetzelfde nummer opnieuw registreren? (Let op: Alle gegevens behorend bij dit nummer zullen worden verwijderd. Als je een ander apparaat wilt toevoegen kun je teruggaan en op Inloggen klikken.)

# passcode.user.headerTitle
source: Account has been created
nl: Account is aangemaakt

# passcode.user.UnlockPincode
source: Unlocked PIN
nl: Ontgrendelde PIN

# passcode.user.infomessage
source: For security , it is mandatory to provide Yona with a PIN. Set your PIN below.
nl: Voor een goede beveiliging is het verplicht om Yona te voorzien van een pincode. Stel je pincode hieronder in.

# confirmpasscode.user.headerTitle
source: Confirm PIN
nl: Bevestig pincode

# confirmpasscode.user.infomessage
source: Enter your PIN again to confirm.
nl: Vul je pincode nog een keer in ter bevestiging.

# adddevice.user.mobileNumber
source: MOBILE NUMBER
nl: MOBIEL TELEFOONNUMMER

# adddevice.user.passcode
source: PASSCODE
nl: WACHTWOORD

# adddevice.user.infoText
source: You have not logged in on this device before. Go to your primary device (probably your mobile) , open the app Yona , then 'Add Device' to settings and click . Then fill in the fields below .
nl: Je hebt nog niet eerder ingelogd op dit apparaat. Ga naar je primaire apparaat (waarschijnlijk je mobiel), open de Yona app, vervolgens naar instellingen en klik op apparaat toevoegen. Vul vervolgens onderstaande velden in.

# adddevice.user.InputPassCode
source: Please input passcode.
nl: Voer geldig wachtwoord in

# adddevice.user.InputValidCode
source: Please input valid phone number.
nl: Voer geldig telefoonnummer in

# adddevice.user.AddDevicePasscodeMessage
source: Please enter the passcode %@ into your other device
nl: Gelieve deze code %@ in te voeren op uw andere apparaat

# login.user.errorinfoText
source: Your account has been locked for security reasons, use the reset passcode option to enable our account.
nl: Jouw account is geblokkeerd om veiligheidsredenen, gebruik de optie reset-toegangscode om jouw account te activeren.

# challenges.user.budgetGoalHeader
source: Set yourself a target by setting a daily credit balance
nl: Stel jezelf een doel door een tegoed per dag vast te stellen

# challenges.user.timezoneGoalHeader
source: Decide if you want to spend time or not.
nl: Bepaal zelf wanneer je wel of niet tijd wilt besteden.

# challenges.user.nogoGoalHeader
source: Here you will capture where you do not want to go at all.
nl: Hier leg je vast waar je helemaal niet wilt komen.

# challenges-zone
source: TIMEZONE
nl: TIJDZONE

# challenges.user.budgetCategoryHeader
source: Select where you want to capture a budget for
nl: Kies een categorie waarvoor je een tegoed wilt vastleggen

# challenges.user.timezoneCategoryHeader
source: Choose a category in which you want to set a time zone
nl: Kies een categorie waarvoor je een tijdzone wilt instellen

# challenges.user.nogoCategoryHeader
source: Choose a category in which you want to set up a no go for
nl: Kies een categorie waar je een no go voor wilt instellen

# challenges.user.budgetGoalDescriptionText
source: You can spend %@ minutes per day on %@
nl: Je kunt per dag %@ minuten op %@ doorbrengen

# challenges.user.nogoGoalDescriptionText
source: Avoid %@ related content
nl: Vermijd %@ gerelateerde content

# challenges.user.TimeZoneGoalDescriptionText
source: Time slot between
nl: Tijdzone tussen

# challenges.user.TimeZoneGoalDescriptionAndText
source: and
nl: en

# challenges.user.TimeZoneGoalDescriptionBetweenText
source: and between
nl: en tussen

# challenges.user.TimeZoneDescription
source: usage is permitted between
nl: waarbinnen gebruik is toegestaan

# challenges.user.TimeZoneNotSaved
source: You haven't saved your changes
nl: Je hebt je wijzigingen nog niet opgeslagen

# challenges.timezone.deletetimezonemessage
source: Are you sure
nl: Weet je het zeker?

# challenges.timezone.totimegreaterwarning
source: To time must be greater than From time
nl: Eindtijd moet later zijn dan de begintijd

# challenges.budgetGoal.Title
source: BUDGET
nl: TEGOED

# challenges.timezoneGoal.Title
source: TIMEZONE
nl: TIJDZONE

# challenges.addBudgetGoal.setChallengeButton
source: CHALLENGE SAVE
nl: CHALLENGE OPSLAAN

# challenges.addBudgetGoal.budgetChallengeMainTitle
source: CAPTURE CREDIT
nl: TEGOED VASTLEGGEN

# challenges.addBudgetGoal.minutesPerDayLabel
source: minutes per day
nl: minuten per dag

# challenges.addBudgetGoal.budgetLabel
source: Budget
nl: Tegoed

# challenges.addBudgetGoal.budgetChallengeDescription
source: Specify how much time you want to spend on %@
nl: Bepaal hier hoeveel tijd je aan %@ wilt besteden

# challenges.addBudgetGoal.bottomLabelText
source: The following apps are part of this challenge:
nl: De volgende apps zijn onderdeel van deze challenge:

# challenges.addBudgetGoal.deletedGoalMessage
source: Remove Challenge
nl: Verwijder challenge

# challenges.addBudgetGoal.cannotDeleteMandatoryGoalMessage
source: Cannot delete mandatory goal
nl: Kan verplicht doel niet verwijderen

# challenges.addBudgetGoal.goalAddedSuccessfully
source: New challenge added
nl: Nieuwe challenge toegevoegd

# challenges.addBudgetGoal.newPinCode
source: New Pincode
nl: Nieuwe PIN-code

# challenges-addBudgetGoal-cannotDeleteMandatoryGoalMessage
source: Can't remove mandatory challenge
nl: Kan verplicht doel niet verwijderen

# challenges-tijdzone-header
source: Choose a category from where you want to set a time zone
nl: Kies een categorie waarvoor je een tijdzone wilt instellen

# challenges-tegoed-header
source: Select a category from where you want to define a credit for
nl: Kies een categorie waarvoor je een tegoed wilt vastleggen

# challenges-footer
source: The following apps are part of this challenge:
nl: De volgende apps zijn onderdeel van deze challenge:

# challenges-goal-create-button
source: SAVE CHALLENGE
nl: DOEL OPSLAAN;

# budget-goal-desc
source: minutes per day
nl: minuten per dag

# budget-goal-title
source: Credit
nl: Tegoed

# timezone-goal-header-subtext
source: Specify the time range you want to spend on %@
nl: Bepaal hier wanneer je wel of geen tijd aan %1$s wilt besteden

# budget-goal-header-subtext
source: Specify how much time you want to spend on %@
nl: Bepaal hier hoeveel tijd je aan %1$s wilt besteden

source: Timezone
nl: Tijdzone

# challenges-nogo-subText
source: You don’t what to spend time here
nl: Vermijd %1$s gerelateerde content

# challenges-timzoe-subtext
source: Permitted between %@ and %@
nl: Toegestaan tussen %@ en tussen %@

# challenges-budget-subtext
source: You can spend %@ minutes a day on this category
nl: Je kunt per dag %@ minuten %@ aan deze categorie besteden

# challenges.addBudgetGoal.NoGoChallengeMainTitle
source: NOGO ALLOWED
nl: NOGO VASTLEGGEN

# challenges.addBudgetGoal.NoGoChallengeDescription
source: You don’t what to spend any time in %@
nl: Hiermee geef je aan dat je op geen enkele manier wilt %@

# challenges.addBudgetGoal.TimeZoneChallengeMainTitle
source: TIMEZONE ALLOWED
nl: TIJDZONE VASTLEGGEN

# challenges.addBudgetGoal.TimeZoneChallengeDescription
source: Determine in what time frame you want to use %@
nl: Bepaal hier wanneer je wel of geen tijd aan %@ wilt besteden

# login.user.pinResetRequestAlert
source: Your request for reset has been received. You will receive an text message with a PIN reset confirmation code within %@hour(s)
nl: Je aanvraag voor reset is ontvangen . Je ontvangt een sms met een PIN-reset bevestigingscode binnen %@uur %@minute(s) %@seconde(n).

# userNotFoundAlert
source: User not found
nl: Gebruiker niet gevonden

# screentitle1
source: Transparency
nl: Transparantie

# screentitle2
source: Share
nl: Delen

# screentitle3
source: Borders
nl: Grenzen

# screentitle4
source: Time Allocation
nl: Tijdsbesteding

# screendesc1
source: Personal choice to be transparent...
nl: Persoonlijke keuze om transparant te zijn...

# screendesc2
source: Share your goals with someone you trust.
nl: Je doelen delen met de persoon die je vertrouwt

# screendesc3
source: Set borders and involve others
nl: Grenzen afspreken en daar anderen in betrekken

# screendesc4
source: Keep control of the time you're online
nl: Controle houden over de tijd die je online bent

source: CHANGE PIN
nl: WIJZIG PINCODE

# change-pin-settings
source: Change pin
nl: Wijzig pincode

# delete-user
source: Unsubscribe
nl: Uitschrijven

# deleteusermessage
source: Unsubscribing means you lose all information (friends, notifications, challenges, activities, etc.) on all of your devices. Press OK if this is intended.
nl: Uitschrijven betekent dat je alle informatie (vrienden, meldingen, uitdagingen, activiteiten, etc.) op al je apparaten verliest. Druk op OK wanneer dit de bedoeling is.

source: Yesterday
nl: GISTEREN

source: Today
nl: VANDAAG

source: Pull to refresh
nl: Swipe om te verversen

source: THIS WEEK
nl: DEZE WEEK

source: LAST WEEK
nl: VORIGE WEEK

source: FRIENDS
nl: VRIENDEN

source: Timeline
nl: Tijdlijn

source: Overview
nl: Overzicht

source: REQUESTED
nl: VERZOEKEN

source: ACCEPTED
nl: VERBONDEN

source: From
nl: Van

source: To
nl: Tot

# challenge-next
source: Next
nl: Volgende

# challenge-prev
source: Prev
nl: Terug

# challenge-done
source: Done
nl: Opslaan

source: ADD FRIEND
nl: VRIEND TOEVOEGEN

source: INVITE FRIEND
nl: VRIEND UITNODIGEN

# addfriendmanually
source: Manual
nl: Handmatig

# addfriendcontacts
source: From Addressbook
nl: Uit adresboek

# enteremailvalidation
source: You need to enter an email address of your friend.
nl: Je moet een e-mailadres van je vriend invoeren.

# addBuddyMessage
source: Hi there, would you like to be my buddy?
nl: Hoi, wil jij mijn buddy worden?

# enter-first-name-validation
source: You need to enter a name
nl: Je moet een naam invullen

# enter-nickname-validation
source: You need to enter a nick name
nl: Je moet een nick name invullen

# enter-last-name-validation
source: You need to enter a name
nl: Je moet een achternaam invullen

# enter-number-validation
source: Number should be 9 digits
nl: Nummer moet 9 cijfers bevatten

source: Loading
nl: Laden

# invalid-otp
source: Invalid accesscode
nl: Ongeldige toegangcode

# settings_current_pin
source: Current pincode
nl: Huidige pincode

# settings_current_pin_message
source: Before you can change your PIN you need to enter your current PIN
nl: Om je pincode te wijzigen vragen we je eerst je oude pincode in te voeren.

# settings_new_pincode
source: New PIN
nl: Nieuwe pincode

# settings_new_pin_message
source: Enter new PIN
nl: Vul nu je nieuwe pincode in.

# settings_confirm_new_pin
source: Confirm PIN
nl: Bevestig pincode

# settings_confirm_new_pin_message
source: Enter your PIN again to confirm
nl: Vul je pincode nogmaals in ter bevestiging.

# notifications.day.monday
source: Monday
nl: Maandag

# notifications.day.tuesday
source: Tuesday
nl: Dinsdag

# notifications.day.wednesday
source: Wednesday
nl: Woensdag

# notifications.day.thursday
source: Thursday
nl: Donderdag

# notifications.day.friday
source: Friday
nl: Vrijdag

# notifications.day.saturday
source: Saturday
nl: Zaterdag

# notifications.day.sunday
source: Sunday
nl: Zondag

# notifications.tabtitle.perday
source: Per Day
nl: Per dag

# notifications.messages.title
source: MESSAGES
nl: MELDINGEN

# notifications.user.profile
source: Profile
nl: Profiel

# notifications.accept.title
source: ACCEPT REQUEST
nl: ACCEPTEER VERZOEK

# notifications.accept.reject
source: REJECT
nl: AFWIJZEN

# notifications.accept.accept
source: ACCEPT
nl: ACCEPTEER

# notifications.delete
source: delete
nl: verwijder

# profile.user.data.name
source: NAME
nl: NAAM

# profile.user.data.firstname
source: FIRST NAME
nl: VOORNAAM

# profile.user.data.lastname
source: LAST NAME
nl: ACHTERNAAM

# profile.user.data.mobilenumber
source: MOBILE PHONE NUMBER
nl: MOBIEL NUMMER

# profile.tab.profile
source: profile
nl: profiel

# profile.tab.editaccounttitle
source: EDIT ACCOUNT
nl: BEWERK ACCOUNT

# message.type.friendrequest
source: Friend request
nl: Vriendenverzoek

# message.type.friendresponse.accepted
source: Friend request accepted
nl: Vriendenverzoek geaccepteerd

# message.type.friendresponse.rejected
source: Friend request rejected
nl: Vriendenverzoek geweigerd

# message.type.friendremoved
source: You are removed as a friend
nl: Je bent verwijderd als vriend

# message.type.message
source: Message
nl: Bericht

# message.type.goalchange.add
source: Challenge %@ added
nl: Doel %@ toegevoegd

# message.type.goalchange
source: Challenge %@ changed
nl: Doel %@ aangepast

# message.type.goaldeleted
source: Challenge %@ deleted
nl: Challenge %@ verwijderd

# message.type.disclosureresponse
source: Review accepted
nl: Reviewverzoek geaccepteerd

# message.type.disclosurerequest
source: Review requested
nl: Verzoek om review

# message.type.systemMessage
source: Message from Yona
nl: Bericht van Yona

# message.type.buddyInfoChangeMessage
source: Buddy info change (TBD)
nl: Vriend profiel bijgewerkt

# meday.message.minutesover
source: minutes over your limit
nl: minuten over je limiet

# meday.message.minutesleft
source: minutes credit
nl: minuten tegoed

# meday.message.timezone
source: minutes out of time
nl: minuten buiten tijd

# meday.spreadcontrol.title
source: Spreading
nl: Spreiding

# meday.spreadcontrol.minutestotal
source: total minutes
nl: minuten totaal

# meday.nogo.message
source: no hits, hold on!
nl: geen hits, houd vol!

# meday.nogo.minutes
source: minutes
nl: minuten

# friendprofile.button.title
source: REMOVE FRIEND
nl: VRIEND VERWIJDEREN

# meweek.message.timescompleted
source: x goal achieved
nl: x doel gehaald

# meweek.message.minutesAverage
source: Average
nl: Gemiddeld

# vpnflowmainscreen.title.text
source: SIGN UP
nl: INSCHRIJVEN

# vpnflowmainscreen.appinstalled.progress.text
source: Thank you for signing up!
nl: Bedankt voor je inschrijving!

# vpnflowmainscreen.appinstalled.info.text
source: Let's get Yona up and running
nl: Laten we je jouw Yona instellen

# vpnflowmainscreen.button.next
source: NEXT
nl: VOLGENDE

# vpnflowmainscreen.button.later
source: LATER
nl: NIET NU

# YonaVPNProgressView.yonaapp.text
source: Yona is installed on your phone...
nl: Yona is geïnstalleerd op je telefoon…

# YonaVPNProgressView.openvpn.text
source: You need to make a safe connection to your phone
nl: Je moet een veilige verbinding naar je telefoon maken

# YonaVPNProgressView.profile.text
source: Download the Yona profile for the safe connection
nl: Download het Yona profiel voor de veilige verbinding

# vpnflowmainscreen.appinstalled.progress1.text
source: Setup a connection
nl: Verbinding instellen

# vpnflowmainscreen.appinstalled.info1.text
source: Next step...
nl: Volgende stap...

# YonaVPNProgressView.openvpn1.text
source: Yona needs OpenVPN to run properly
nl: Yona heeft OpenVPN nodig om goed te werken

# vpnflowmainscreen.button1.next
source: INSTRUCTIONS
nl: INSTRUCTIES

# vpnflowintro1.title1.text
source: First press 'download'
nl: Druk op 'download'

# vpnflowintro1.title2.text
source: Do NOT click 'open'
nl: Klik NIET op 'open'

# vpnflowintro1.title3.text
source: Return to Yona
nl: Ga terug naar Yona

# vpnflowintro1.rerun.text
source: Show instructions again
nl: Laat de instructies opnieuw zien

# vpnflowmainscreen.appinstalled.progress2.text
source: Cool! The App is installed now
nl: Cool! De app is nu geïnstalleerd

# vpnflowmainscreen.appinstalled.info2.text
source: Almost there :-)
nl: Bijna klaar :-)

# vpnflowmainscreen.appinstalled.progress3.text
source: One step to go...
nl: Nog een stap te gaan

# vpnflowmainscreen.appinstalled.info3.text
source: Install and accept Yona profile
nl: Installeer en accepteer Yona profiel

# vpnflowmainscreen.button3.next
source: INSTALL PROFILE
nl: INSTALLEER PROFIEL

# vpnflowmainscreen.finalInstructions.button
source: show instructions
nl: laat instructies zien

# vpnflowintro2.title1.text
source: First you will be asked toinstall our profile
nl: Je wordt eerst gevraagd om ons profiel te installeren

# vpnflowintro2.title2.text
source: Then Your PINcode is needed
nl: Daarna moet je je PIN invoeren

# vpnflowintro2.title3.text
source: This warning will be shown. Click 'install'
nl: Deze waarschuwing wordt getoond Klik 'install'

# vpnflowintro2.title4.text
source: After 'OK' you are ready
nl: Druk op 'OK' je bent klaar

# vpnflowintro2.rerun.text
source: show instructions again
nl: laat de instructies nogmaals zien

# vpnflowintro2.button2.text
source: INSTALL PROFILE
nl: INSTALLEER PROFIEL

# vpnflowmainscreen.appinstalled.progress4.text
source: Good job! Your ready to go!
nl: Goed gedaan! Klaar om te starten!

# vpnflowmainscreen.appinstalled.info4.text
source: Congratulations. You made it. Now continue and set your first challenge.
nl: Gefeliciteerd! We zijn er. Tijd om je eerste challenge in te voeren!

# vpnflowmainscreen.button4.next
source: Done
nl: Opslaan

# commenting.sendComment
source: Send Comment
nl: Versturen

# commenting.replyToComment
source: Reply To Comment
nl: Beantwoorden

# addfriend.alert.title.text
source: Warning
nl: Waarschuwing

# addfriend.alert.text
source: You must allow Yona access to your addressbook to select friends from it
nl: Je moet Yona toegang geven tot je contacten om vrienden te kunnen selecteren

# addfriend.alert.nosettings.text
source: You must allow Yona access to your addressbook to select friends from it. Please allow in settings
nl: Je moet Yona toegang geven tot je contacten om vrienden te kunnen selecteren. Graag aanvingen in de settings

# addfriend.alert.settings.text
source: Settings
nl: Instellingen

# vpnerror.notrunning.title.text
source: The VPN is Not Running
nl: De VPN is niet actief

# vpnerror.notrunning.message.text
source: The VPN is Not Running. You must enable it to track activity
nl: De VPN is niet actief. Schakel deze in om je activiteit bij te houden.

# emailsupport.text
source: All data is encrypted. To solve some problems we have to decrypt. Only use this option when your support team asks for it.
nl: Alle gegeven zijn encrypted opgeslagen. Om bepaalde problemen op te kunnen lossen moeten we deze decrypten. Gebruik deze optie alleen wanneer het support team hier om vraagt.

# emailsupport.accept
source: Accept
nl: Accepteer

# emailsupport.decline
source: Decline
nl: Wijs af

# emailsupport.title
source: Email to support
nl: E-mail aan Support

# emailsupport.error.title
source: Could Not Send Email
nl: Kon geen e-mail verzenden

# emailsupport.error.text
source: Your device could not send e-mail. Please check e-mail configuration and try again.
nl: Je apparaat kon geen e-mail verzenden. Check je e-mailconfiguratie en probeer opnieuw

# emailsupport.subject
source: Problem with Yona App
nl: Probleem met Yona App

# emailsupport.finished.title
source: Email sent
nl: E-mail verzonden

# emailsupport.finished.text
source: Your email was sent to Support, we will look into the issue.
nl: Je e-mail is naar Support verstuurd, we gaan ernaar kijken.

# dashboard.error.title
source: Error
nl: Vergissing

source: Last Seen
nl: Laatst gezien

source: Last Seen on
nl: Laatst gezien op

source: days ago
nl: dagen geleden

source: Never seen online
nl: Nooit online gezien

# sendButton
source: SEND
nl: VERSTUREN

# failed-to-retrieve-delete-link
source: Please read the notification before deleting it!
nl: Lees alsjeblieft het bericht voordat je deze verwijdert!

source: Install VPN
nl: Installeer VPN
